One or more references of the highlighted element have become invalid.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId HighlightedElementFamRefsInvalidWarning { get; }
  Visual Basic
Public Shared ReadOnly Property HighlightedElementFamRefsInvalidWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ HighlightedElementFamRefsInvalidWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace